{
  "Home": "Home",
  "About": "About",
  "title": "Diego Sastoque",
  "description_first": "Software Developer",
  "description_second": "Enthusiast",
  "description_third": "Enthusiast",
  "description": "Innovative and results-driven software developer with a strong business mindset. I specialize in building scalable, high-performance applications that seamlessly align technology with strategic business objectives.",
  "About me": "About me",
  "About me description": "🚀 Passionate Software Engineer with 5+ years of experience building scalable web and mobile applications. Skilled in React.js, Next.js, Vue.js, Node.js, LoopBack, Java, Spring Boot, and React Native. Experienced in CI/CD, GCP, and digital marketing (WordPress, SEO, analytics). Strong background in Full-Stack Development, Product Management, and Quality Assurance, ensuring high-performance applications with a user-centric approach. Always eager to learn, innovate, and optimize.",
  "Work Timeline": "Work Timeline",
  "dataJobTitle0": "Software Engineer",
  "dataJobTitle1": "Full Stack Developer",
  "dataJobTitle2": "Full Stack Developer",
  "dataJobTitle3": "Product Support",
  "dataJobTitleWhere0": "Panamá",
  "dataJobTitleWhere1": "Spain",
  "dataJobTitleWhere2": "Panamá",
  "dataJobTitleWhere3": "Panamá",
  "Skills": "Skills",
  "Services": "Services",
  "serviceTitle0": "Full Stack Developer",
  "serviceDescription0": "Design responsive and visually appealing interfaces, developing robust back-end systems, ensuring website functionality across different devices and browsers, and optimizing performance for a seamless user experience.",
  "serviceTitle1": "Wordpress developer",
  "serviceDescription1": "A WordPress developer specializes in creating and customizing websites using the WordPress platform. They offer services including designing and implementing themes for unique aesthetics, developing custom plugins for extended functionality, optimizing website performance and SEO",
  "serviceTitle2": "App Developer",
  "serviceDescription2": "Provide comprehensive mobile application development, encompassing the design and creation of intuitive and efficient user interfaces, performance optimization for diverse devices",
  "Portfolio": "Portfolio",
  "portfolioDescription0": "Development of the web application and well management system.",
  "portfolioDescription1": "React Native application, to get Doctors Online",
  "portfolioDescription2": "Worked as Frontend, helping to create features in a startup in Spain",
  "portfolioDescription3": "Agency website created in Next.js",
  "portfolioDescription4": "Wordpress website",
  "portfolioDescription5": "React website",
  "View project": "View project",
  "Contact": "Contact",
  "Contact me": "Contact me",
  "Get in touch": "Get in touch",
  "Email": "Email",
  "Send": "Send",
  "Contact me anytime. I am open to hearing any idea and collaborating with knowledge to provide the best solution.": "Contact me anytime. I am open to hearing any idea and collaborating with knowledge to provide the best solution.",
  "Follow me": "Follow me",
  "Name": "Name",
  "Message": "Message",
  "Follow Me": "Follow me"
}
