{
  "Home": "Inicio",
  "About": "Acerca de mi",
  "title": "Diego Sastoque",
  "description_first": "Desarrollador de Software",
  "description_second": "Entusiasta",
  "description_third": "Entusiasta",
  "description": "Desarrollador de software freelance con pasión por los negocios. Destaca por su habilidad técnica y adaptabilidad en proyectos variados. Su enfoque combina innovación técnica con visión empresarial.",
  "About me": "Sobre mí",
  "About me description": "Desarrollador de software freelance con pasión por los negocios. Destaca por su habilidad técnica y adaptabilidad en proyectos variados. Su enfoque combina innovación técnica con visión empresarial.",
  "Work Timeline": "Cronograma de Trabajo",
  "dataJobTitle0": "Desarrollador Frontend",
  "dataJobTitle1": "Desarrollador Full Stack",
  "dataJobTitle2": "Soporte de Producto",
  "dataJobTitleWhere0": "España",
  "dataJobTitleWhere1": "Panamá",
  "dataJobTitleWhere2": "Panamá",
  "Skills": "Habilidades",
  "Services": "Servicios",
  "serviceTitle0": "Desarrollador Full Stack",
  "serviceDescription0": "Diseñar interfaces responsivas y visualmente atractivas, desarrollar sistemas robustos de back-end, asegurar la funcionalidad del sitio web en diferentes dispositivos y navegadores, y optimizar el rendimiento para una experiencia de usuario sin problemas.",
  "serviceTitle1": "Desarrollador WordPress",
  "serviceDescription1": "Un desarrollador de WordPress se especializa en crear y personalizar sitios web usando la plataforma WordPress. Ofrecen servicios que incluyen diseñar e implementar temas para una estética única, desarrollar plugins personalizados para una funcionalidad extendida, optimizar el rendimiento del sitio web y SEO",
  "serviceTitle2": "Desarrollador de Aplicaciones",
  "serviceDescription2": "Proporcionar desarrollo integral de aplicaciones móviles, abarcando el diseño y creación de interfaces de usuario intuitivas y eficientes, optimización del rendimiento para diversos dispositivos",
  "Portfolio": "Portafolio",
  "portfolioDescription0": "Desarrollo de la aplicación web y sistema de gestión de pozos.",
  "portfolioDescription1": "Aplicación React Native, para conseguir Doctores en Línea",
  "portfolioDescription2": "Trabajó como Frontend, ayudando a crear características en una startup en España",
  "portfolioDescription3": "Sitio web de agencia creado en next js",
  "portfolioDescription4": "Sitio web de WordPress",
  "portfolioDescription5": "Sitio web de React",
  "View project": "Ver proyecto",
  "Contact me": "Contáctame",
  "Get in touch": "Ponte en contacto",
  "Email": "Correo Electrónico",
  "Contact": "Contacto",
  "Send": "Enviar",
  "Contact me anytime. I am open to hearing any idea and collaborating with knowledge to provide the best solution.": "Si tienes un proyecto en mente o necesitas asesoramiento para mejorar tu empresa, no dudes en contactarme. Estoy dispuesto a escuchar tus ideas y trabajar juntos para convertirlas en realidades exitosas.",
  "Name": "Nombre",
  "Message": "Mensaje",
  "Follow Me": "Redes sociales"
}
